[{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap1-01.pdf","title":"Kapitel 1, Arbeitsblatt 1: Meinungen über die deutsche Sprache","message":"\n1. Lesen Sie die Zitate über die deutsche Sprache. Welches gefällt Ihnen am besten? Begründen Sie Ihre\n    Meinung.\n2. Welche Aspekte der deutschen Sprache werden in den Zitaten angesprochen?\n3. Wo würden Sie den Autoren der Zitate zustimmen, wo widersprechen?","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap2-01.pdf","title":"Kapitel 2, Arbeitsblatt 1: Frauen im Mittelalter","message":"\nFormen Sie die Sätze um, indem Sie die angegebenen Wörter unverändert in den Text einarbeiten.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap3-04.pdf","title":"Kapitel 3, Arbeitsblatt 4: Rollenspiele und Schreibaufträge","message":" – Partnerarbeit \nWählen Sie gemeinsam mit einem Partner eine der Aufgaben aus. Bereiten Sie sich gut vor: Recherchieren Sie beispielsweise im Internet, sammeln Sie Fakten und machen Sie sich Notizen. Spielen Sie dann gemeinsam ein Rollenspiel zu dem gewählten Thema. Verfassen Sie anschließend den angegebenen Text.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap4-04.pdf","title":"Kapitel 4, Arbeitsblatt 4: Beruferaten","message":" – Partnerarbeit\nDrucken Sie das Arbeitsblatt aus und machen Sie daraus einzelne Kärtchen. Bereiten Sie zu den angegebenen Begriffen Umschreibungen vor und notieren Sie diese: Sie sollen unterschiedliche Berufe oder Funktionen in der männlichen oder weiblichen Form beschreiben.\nMit einem Partner machen Sie nun ein Ratespiel: Sie erklären den Beruf, Ihr Partner findet die korrekte Bezeichnung. Dann wechseln Sie die Rollen.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap5-01.pdf","title":"Kapitel 5, Arbeitsblatt 1: Menschliche Körperteile und Organe","message":"\nSeite 1: Wo ungefähr liegt welcher Körperteil? Ordnen Sie zu. Verwenden Sie bei unbekannten Wörtern das Wörterbuch.\nSeite 2: Geben Sie zu den Erklärungen die richtigen Begriffe an. Bilden Sie Komposita.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap6-02.pdf","title":"Kapitel 6, Arbeitsblatt 2: Der perfekte Tag für Frauen","message":" – Partnerarbeit\nMit einem Sprachlernpartner ist dieses Arbeitsblatt die Grundlage für ein Wechselspiel. Ein Partner übernimmt Rolle A, der andere Rolle B. Jeder Partner nimmt seinen Teil der Sätze in die Hand, ohne dass der andere Einsicht nehmen kann. Im Gespräch ergänzen beide die Lücken im jeweiligen Text, der jeweils andere korrigiert ggf.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap7-03.pdf","title":"Kapitel 7, Arbeitsblatt 3: Wie sollte Literatur sein?","message":" – Partnerarbeit\nWas ist Ihnen bei (guter) Literatur besonders wichtig, was eher nicht? Erstellen Sie aus den angegebenen Nennungen eine Rangordnung.\nArbeiten Sie mit Ihrem Sprachlernpartner oder in einer kleinen Gruppe und versuchen Sie, eine gemeinsame Reihenfolge zu finden. Stellen Sie dann Ihre gemeinsame Rangordnung in einem kurzen Vortrag vor.","level":"C2","type":"exercise"},{"url":"https://www.schubert-verlag.de/aufgaben/arbeitsblaetter_c2/c2_arbeitsblatt_kap8-03.pdf","title":"Kapitel 8, Arbeitsblatt 3: Gesetzestexte verstehen","message":"\nGeben Sie die angegebenen Paragrafen des Strafgesetzbuches mit eigenen Worten wieder. Rekonstruieren Sie dann die Lückentexte.","level":"C2","type":"exercise"}]